[
  {
    "title": "Cardano Alonzo Hard Fork: What You Need to Know",
    "content": "The Alonzo hard fork is a major upgrade on the Cardano network that sees the much-anticipated implementation of smart contract functionality. Smart contracts are pieces of computer code that automatically execute when certain predefined conditions are met. After the Alonzo update, anyone will be able to create and deploy their own smart contracts on the Cardano blockchain, paving the way for native decentralized applications (dapps).\r\nThe system update, which is expected to roll out fully sometime in the third quarter, signifies the end of the Shelley era of Cardano and the beginning of the Goguen phase. Although there is no set date for the end of the Alonzo hard fork, developers all across the network have been working hard on testnets and have stuck to a defined road map with specific milestones in the form of “eras.”",
    "category": "crypto",
    "featured": "on",
    "id": "1629969090451",
    "desc": "The Alonzo hard fork is a major upgrade on the Cardano network that sees the much-anticipated implem...",
    "thumbnail": "http://192.168.29.126:3000/1629969090451-inbetween_2.jpg"
  },
  {
    "title": "AriseCoin Inventor Sentenced to 5 Years in Prison for Securities Fraud",
    "content": "Jared Rice, Sr., the inventor of AriseCoin, was sentenced to five years in federal prison on Wednesday for his role in a scam that bilked investors out of $4.25 million.\r\nRice, 33, was also the CEO of AriseBank, described as the world’s “first decentralized banking platform.” \r\nHundreds of investors spent a collective $4.25 million in fiat currency and cryptocurrencies like bitcoin (BTC, -1.16%) and ether (ETH, -0.3%) to purchase AriseCoin. Rice must pay that amount in restitution, according to the sentencing.",
    "category": "breaking-news",
    "id": "1629969129882",
    "desc": "Jared Rice, Sr., the inventor of AriseCoin, was sentenced to five years in federal prison on Wednesd...",
    "thumbnail": "http://192.168.29.126:3000/1629969129882-stock-photo-washington-dc-november-emblem-at-the-u-s-securities-and-exchange-commission-in-washington-720257986.jpg"
  },
  {
    "title": "Can Avalanche Keep It Up? DeFi Users Rush In as Incentives Roll Out",
    "content": "In an explosive move reminiscent of the growth of Binance Smart Chain (BSC) and Polygon earlier this year, the Avalanche blockchain is attracting a flood of new deposits into its decentralized finance (DeFi) ecosystem.  \r\nDespite the signs of strength, however, not all analysts are convinced the Ethereum competitor has staying power. \r\nAt the end of July, Avalanche’s DeFi ecosystem accounted for just $180 million in total value locked (TVL) – a figure that has since ballooned 1,000% to over $1.8 billion at the time of writing. Likewise, Avalanche’s native token, AVAX, has rallied from $13.41 to a high of $55.42 earlier this week.",
    "category": "breaking-news",
    "id": "1629969210229",
    "desc": "In an explosive move reminiscent of the growth of Binance Smart Chain (BSC) and Polygon earlier this...",
    "thumbnail": "http://192.168.29.126:3000/1629969210229-photo-1418662589339-364ad47f98a2.jpg"
  },
  {
    "title": "Market Wrap: Bitcoin Back Above $48K, Expect Consolidation",
    "content": "Bitcoin is back above $48,000 as buyers responded to intraday oversold signals. The world’s largest cryptocurrency is up about 9% over the past week, compared with a 7% rise in ether and a 30% rise in Cardano’s ADA. The bounce in cryptocurrencies occurred alongside gains in stocks on Wednesday.\r\nDespite lower trading volume, analysts expect cryptocurrencies to consolidate near highs before buyers return for the next leg up. \r\nEToro, a multi-asset brokerage, released second-quarter earnings Wednesday, reporting $362 million in trading commissions, a 125% year-over-year increase. Yoni Assia, eToro’s co-founder and CEO, told CoinDesk that traders have been diversifying across cryptos and stocks this year.",
    "category": "mining",
    "id": "1629969297168",
    "desc": "Bitcoin is back above $48,000 as buyers responded to intraday oversold signals. The world’s largest ...",
    "thumbnail": "http://192.168.29.126:3000/1629969297168-e391d76c-5a83-11e9-bbcc-84176f6dd1e7_image_hires_130343.jpg"
  },
  {
    "title": "FCA Said Binance Had Complied With Its Requirements, But Was ‘Not Capable’ of Being Supervised",
    "content": "The U.K.’s Financial Conduct Authority (FCA), which in June determined that crypto exchange Binance was “not capable of being effectively supervised,” today said the company had complied with the requirements it imposed.\r\nIn a supervisory notice dated June 25 and made public Wednesday, the regulator told Binance's U.K. arm to not carry out any regulated activity and for the www.binance.com website to display in a prominent place that it is not permitted to do so. It also demanded an end to advertising and financial promotions.",
    "category": "regulation",
    "id": "1629969455846",
    "desc": "The U.K.’s Financial Conduct Authority (FCA), which in June determined that crypto exchange Binance ...",
    "thumbnail": "http://192.168.29.126:3000/1629969455846-global-regulatory-reform-x486_1px.jpeg"
  },
  {
    "title": "Cryptocurrency News Update: Bitcoin Gains, Ethereum, Bitcoin Pizza Day etc.",
    "content": "Now after Musk drew criticism of influencing crypto prices and even a new crypto indicating hate for him got evolved. He is again making comments on the Twitter channel. In a tweet post, the Tesla Inc. CEO said rue battle is between fiat & crypto. On balance, I support the latter.\" And this was in response to some person who asked him what he thinks of people who are criticizing him. Now on the Coindesk site, blockchain news outlet, bitcoin is trading in a range at a price of $37091.",
    "category": "breaking-news",
    "id": "1632303552126",
    "desc": "Now after Musk drew criticism of influencing crypto prices and even a new crypto indicating hate for...",
    "thumbnail": "http://192.168.29.126:3000/1632303552126-crypto-currency-background-with-various-of-shiny-silver-and-golden-physical-cryptocurrencies-symbol-coins-bitcoin-ethereum-litecoin-zcash-ripple-stockpack-adobe-stock-1597x1065-1621416241.jpg"
  }
]